Repository: IlonaLitvin/happiness
Catalog: lib/l10n/app_*.arb
Languages: ru, uk

# app_title
source: Happiness
ru: Счастье
uk: Щастя

# download_picture_on_button
source: Download the Picture
ru: Загрузить Картину
uk: Завантажити Картину

# download_picture_bottom_button
source: in the finest quality for Your device
ru: в наилучшем качестве для Вашего устройства
uk: у найкращій якості для Вашого пристрою

# get_picture
source: get the Picture
ru: получить Картину
uk: отримати Картину

# just_get_picture
source: just get the Picture
ru: просто получить Картину
uk: просто отримати Картину

source: Please wait...
ru: Подождите, пожалуйста...
uk: Зачекайте, будь ласка...

# protection_child_dialog_title
source: 👩 For the parent 👨
ru: 👩 Родителю 👨
uk: 👩 Батькам 👨

# protection_child_dialog_how_much
source: How much is
ru: Сколько будет
uk: Скільки буде

# purchase_also
source: Even if "no money" now 🙁 we wish You had the money 🧚 and You can still...
ru: Даже если сейчас "денег нет" 🙁 мы пожелаем, чтобы деньги у Вас были 🧚 и всё равно можете
uk: Навіть якщо зараз "грошей немає" 🙁 ми побажаємо, щоб вони у Вас були 🧚 і все одно можете...

# purchase_button_help
source: by paying a small fee
ru: оплатив небольшую сумму
uk: оплативши невелику суму

# purchase_title
source: You will help to create a wonderful App for you and your child
ru: Вы поможете создать замечательное Приложение для себя и ребёнка
uk: Ви допоможете створити чудовий Застосунок для себе та дитини

# rate_app_also
source: But even without rating the App You can also...
ru: Но и без оценки Вы можете...
uk: Но навіть без оцінки Ви можете...

# rate_app_title
source: Please rate the App: it helps other families to learn about it too
ru: Оцените, пожалуйста, Приложение: это поможет другим семьям тоже узнать о нём
uk: Оцініть, будь ласка, Застосунок: це допоможе іншим сім'ям теж дізнатися про нього

# restore_purchases_button
source: restore purchases
ru: восстановите покупки
uk: відновіть купівлі

# restore_purchases_note
source: Already on board? Then
ru: Уже с нами? Тогда
uk: Вже з нами? Тоді

# something_wrong_note
source: Something has gone wrong 😧 The developers are now reading the bug text and there is nothing You need to do... Please wait for an App update or run Happiness a bit later
ru: Что-то пошло не так 😧 Разработчики уже читают текст ошибки и Вам ничего не нужно делать... Дождитесь, пожалуйста, обновления или запустите Счастье чуть позже
uk: Щось пішло не так 😧 Розробники вже читають текст помилки і Вам нічого не потрібно робити... Дочекайтесь, будь ласка, оновлення або запустіть Щастя трохи пізніше

# state_FailurePurchaseState
source: Something has gone wrong... We are already looking at the bug text
ru: Что-то пошло не так... Мы уже смотрим текст ошибки.
uk: Щось пішло не так... Ми вже дивимося текст помилки

# state_NotFoundSubscriptionPurchaseState
source: We couldn't find Your subscriptions 😧 Let us know if this is a mistake
ru: Мы не нашли Ваших подписок 😧 Сообщите нам, если это ошибка
uk: Ми не знайшли Ваших підписок 😧 Повідомте нам, якщо це помилка

# state_SuccessRestoredPurchaseState
source: Subscriptions have been restored! Thank You 🙏 for Your support
ru: Подписки восстановлены! Спасибо Вам 🙏 за поддержку
uk: Передплати відновлено! Дякуємо Вам 🙏 за підтримку

# state_SuccessSubscribedPurchaseState
source: Thank You 🙏 for Your support!
ru: Спасибо Вам 🙏 за поддержку!
uk: Дякуємо Вам 🙏 за підтримку!

# subscribe_button
source: Subscribe
ru: Подписаться
uk: Підписатися

# subscribe_guaranty_cancel_for_auto_renewing
source: You can cancel the subscription at any time
ru: Подписку в любой момент можете сами отменить
uk: Підписку будь-якої миті можете скасувати самі

# subscribe_guaranty_cancel_for_non_renewing
source: The subscription does not renew automatically
ru: Подписка не будет продолжена автоматически
uk: Підписку не буде продовжено автоматично

# subscribe_monthly_also
source: Even if "no money" now 🙁 we wish You had the money 🧚 and You can still...
ru: Даже если сейчас "денег нет" 🙁 мы пожелаем, чтобы деньги у Вас были 🧚 и всё равно можете
uk: Навіть якщо зараз "грошей немає" 🙁 ми побажаємо, щоб вони у Вас були 🧚 і все одно можете...

# subscribe_annual_button
source: to a whole year
ru: на весь год
uk: на цілий рік

# subscribe_monthly_button
source: to 1 month
ru: на 1 месяц
uk: на 1 місяць

# subscribe_title
source: You will help to create a wonderful App for you and your child, by subscribing
ru: Вы поможете создать замечательное Приложение для себя и ребёнка, подписавшись
uk: Ви допоможете створити чудовий Застосунок для себе та дитини, підписашись

# subscribe_telegram_also
source: We want to see you as a subscriber, but you can...
ru: Мы хотим видеть Вас в числе подписчиков, но можно...
uk: Ми хочемо почути Вас у Телеграмі, але можно також...

# subscribe_telegram_title
source: Check out the Happiness Telegram channel: so you can be the first to know the news
ru: Загляните в Телеграм-канал Счастья: так сможете узнавать новости первыми
uk: Завітайте до Телеграм-каналу Щастя: так зможете дізнаватися новини першими

# text_checking
source: Checking...
ru: Проверяем...
uk: Перевіряємо...

# text_downloading
source: Downloading...
ru: Загружаем...
uk: Завантажуємо...

# text_getting
source: Getting...
ru: Получаем...
uk: Отримуємо...

# text_or
source: or
ru: или
uk: або
